Repository: amikhaylin/pompaddo
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, ta, th, tr, uk, ur, vi, zh, zh_hans, zh_hant

source: Create simple list
ar: إنشاء قائمة بسيطة
bg: Създайте прост списък
ca: Crear una llista senzilla
cs: Vytvořit jednoduchý seznam
da: Opret simpel liste
de: Einfache Liste erstellen
el: Δημιουργία απλής λίστας
es: Crear una lista simple
fa: یک لیست ساده بسازید
fi: Luo yksinkertainen lista
fr: Créer une liste simple
he: Создать простой список
hr: Izradi jednostavnu listu
hu: Hozz létre egy egyszerű listát
id: Buat daftar sederhana
it: Crea un elenco semplice
ja: シンプルなリストを作成する
ko: 간단한 목록 만들기
lt: Sukurti paprastą sąrašą
lv: Izveidojiet vienkāršu sarakstu
ms: Buat senarai ringkas
nb: Lag en enkel liste
nl: Maak een simpele lijst
pl: Stwórz prostą listę
pt: Criar uma lista simples
ro: Creează o listă simplă
ru: Создать простой список
sk: Vytvoriť jednoduchý zoznam
sl: Ustvari preprost seznam
sv: Skapa enkel lista
ta: எளிய பட்டியல் உருவாக்கவும்
th: สร้างรายการง่าย ๆ
tr: Basit liste oluştur
uk: Створити простий список
ur: سادہ فہرست بنائیں
vi: Tạo danh sách đơn giản
zh: 创建简单列表
zh_hans: 创建简单列表
zh_hant: 創建簡單的列表

source: Custom
ar: مخصص
bg: По избор
ca: Personalitzat
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fa: دلخواه
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hr: Prilagođeno
hu: Egyedi
id: Kustom
it: Personalizzato
ja: 自由
ko: 자유롭게
lt: Pasirinktinai
lv: Pielāgots
ms: Kustom
nb: Egendefinert
nl: Aangepast
pl: Na własny sposób
pt: Personalizado
ro: Personalizat
ru: Произвольно
sk: Vlastné
sl: Poljuben
sv: Egna
ta: சொல்லிக்கூறிய
th: เลือกเอง
tr: Özel
uk: Власне
ur: حسب مرضی
vi: Tùy chỉnh
zh: 自定义
zh_hans: 自定义
zh_hant: 自訂

source: Daily
ar: يوميًا
bg: Всекидневно
ca: Diàriament
cs: Denně
da: Dagligt
de: Täglich
el: Καθημερινά
es: Diariamente
fa: روزانه
fi: Päivittäin
fr: Quotidien
he: יומי
hr: Dnevno
hu: Napi
id: Harian
it: Ogni giorno
ja: 毎日
ko: 매일
lt: Kasdien
lv: Ikdienā
ms: Setiap Hari
nb: Daglig
nl: Dagelijks
pl: Codziennie
pt: Diariamente
ro: Zilnic
ru: Ежедневно
sk: Každodenne
sl: Vsak dan
sv: Dagligen
ta: நாள் தோறும்
th: ทุกวัน
tr: Günlük
uk: Щоденно
ur: روزانہ
vi: Hằng ngày
zh: 每日
zh_hans: 每日
zh_hant: 每日

source: days
ar: أيام
bg: дни
ca: dies
cs: dní
da: dage
de: Tage
el: ημέρες
es: días
fa: روزها
fi: päivää
fr: jours
he: ימים
hr: dana
hu: nap
id: hari
it: giorni
ja: 日
ko: 일
lt: dienų
lv: dienas
ms: hari
nb: dager
nl: dagen
pl: dni
pt: dias
ro: zile
ru: дней
sk: dní
sl: dni
sv: dagar
ta: நாட்கள்
th: วัน
tr: gün
uk: днів
ur: دن
vi: ngày
zh: 天
zh_hans: 天
zh_hant: 天

source: Delete
ar: حذف
bg: Изтрий
ca: Esborrar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
he: מחק
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Deletar
ro: Șterge
ru: Удалить
sk: Zmazať
sl: Izbriši
sv: Ta bort
ta: இழ்கு
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh: 删除
zh_hans: 删除
zh_hant: 刪除

source: Delete group
ar: حذف المجموعة
bg: Изтрий групата
ca: Esborrar grup
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
el: Διαγραφή ομάδας
es: Eliminar grupo
fa: حذف گروه
fi: Poista ryhmä
fr: Supprimer le groupe
he: מחק קבוצה
hr: Izbriši grupu
hu: Csoport törlése
id: Hapus grup
it: Elimina gruppo
ja: グループを削除する
ko: 그룹 삭제
lt: Ištrinti grupę
lv: Izdzēst grupu
ms: Padam kumpulan
nb: Slett gruppe
nl: Groep verwijderen
pl: Usuń grupę
pt: Excluir grupo
ro: Șterge grupul
ru: Удалить группу
sk: Zmazať skupinu
sl: Izbriši skupino
sv: Ta bort grupp
ta: குழுவை நீக்கு
th: ลบกลุ่ม
tr: Grubu sil
uk: Видалити групу
ur: گروپ ختم کریں
vi: Xóa nhóm
zh: 删除群组
zh_hans: 删除群组
zh_hant: 刪除群組

source: Delete project
ar: احذف المشروع
bg: Изтрий проекта
ca: Esborrar el projecte
cs: Smazat projekt
da: Slet projekt
de: Projekt löschen
el: Διαγραφή έργου
es: Eliminar proyecto
fa: پروژه را حذف کن
fi: Poista projekti
fr: Supprimer le projet
he: מחק פרויקט
hr: Obriši projekt
hu: Projekt törlése
id: Hapus proyek
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
lt: Ištrinti projektą
lv: Izdzēst projektu
ms: Hapus projek
nb: Slette prosjekt
nl: Project verwijderen
pl: Usuń projekt
pt: Deletar projeto
ro: Șterge proiectul
ru: Удалить проект
sk: Zmazať projekt
sl: Izbriši projekt
sv: Ta bort projektet
ta: ப்ராஜெக்ட்டு நீக்கவும்
th: ลบโปรเจกต์
tr: Projeyi sil
uk: Видалити проект
ur: پروجیکٹ حذف کریں
vi: Xóa dự án
zh: 删除项目
zh_hans: 删除项目
zh_hant: 刪除專案

source: Delete Project
ar: حذف المشروع
bg: Изтрий проекта
ca: Esborrar projecte
cs: Smazat projekt
da: Slet projekt
de: Projekt löschen
el: Διαγραφή έργου
es: Eliminar proyecto
fa: حذف پروژه
fi: Poista projekti
fr: Supprimer le projet
he: מחק פרויקט
hr: Izbriši projekt
hu: Projekt törlése
id: Hapus Proyek
it: Elimina progetto
ja: プロジェクトを削除
ko: 프로젝트 삭제
lt: Ištrinti projektą
lv: Dzēst projektu
ms: Hapus Projek
nb: Slett prosjekt
nl: Project verwijderen
pl: Usuń projekt
pt: Deletar projeto
ro: Șterge proiectul
ru: Удалить проект
sk: Zmazať projekt
sl: Izbriši projekt
sv: Ta bort projekt
ta: பிராஜெக்ட்டை அழிக்க
th: ลบโปรเจค
tr: Projeyi sil
uk: Видалити проект
ur: پروجیکٹ حذف کریں
vi: Xóa dự án
zh: 删除项目
zh_hans: 删除项目
zh_hant: 刪除專案

source: Delete task
ar: حذف المهمة
bg: Изтрий задачата
ca: Esborrar tasca
cs: Smazat úkol
da: Slet opgave
de: Aufgabe löschen
el: Διαγραφή δουλειάς
es: Eliminar tarea
fa: حذف وظیفه
fi: Poista tehtävä
fr: Supprimer la tâche
he: מחק משימה
hr: Obriši zadatak
hu: Feladat törlése
id: Hapus tugas
it: Elimina attività
ja: タスクを削除する
ko: 작업 삭제
lt: Ištrinti užduotį
lv: Dzēst uzdevumu
ms: Hapus tugas
nb: Slett oppgave
nl: Taak verwijderen
pl: Usuń zadanie
pt: Excluir tarefa
ro: Șterge task-ul
ru: Удалить задачу
sk: Zmazať úlohu
sl: Izbriši nalogo
sv: Ta bort uppgift
ta: பணி நீக்கு
th: ลบงานออก
tr: Görevi sil
uk: Видалити задачу
ur: کام حذف کریں
vi: Xóa nhiệm vụ
zh: 删除任务
zh_hans: 删除任务
zh_hant: 刪除任務

source: Do Completion
ar: الإكمال التلقائي
bg: Автозавършване
ca: Autocompletat
cs: Automatické dokončení
da: Autoudfyld
de: Autovervollständigung
el: Αυτοσυμπλήρωση
es: Autocompletado
fa: تکمیل خودکار
fi: Automaattinen täyttö
fr: Auto-complétion
he: השלמה אוטומטית
hr: Samodovršavanje
hu: Automatikus befejezés
id: Autocomplete
it: Completamento automatico
ja: オートコンプリート
ko: 자동 완성
lt: Automatinis užbaigimas
lv: Autovabe
ms: Selesaikan Secara Automatik
nb: Autofullføring
nl: Automatisch aanvullen
pl: Autouzupełnianie
pt: Autocompletar
ro: Autocompletare
ru: Автозавершение
sk: Automatické dokončenie
sl: Samodejno dokončanje
sv: Autofullföljd
ta: ஆட்டோமெட்டிக் நிறைவு
th: เติมข้อความอัตโนมัติ
tr: Otomatik Tamamlama
uk: Автозавершення
ur: خودکار مکمل
vi: Tự động hoàn thành
zh: 自动完成
zh_hans: 自动完成
zh_hant: 自動完成

source: Due date
ar: موعد الانتهاء
bg: Краен срок
ca: Data de venciment
cs: Datum splatnosti
da: Forfaldsdato
de: Fälligkeitsdatum
el: Προθεσμία
es: Fecha de entrega
fa: تاریخ پایان
fi: Eräpäivä
fr: Date d'échéance
he: תאריך סיום
hr: Datum završetka
hu: Határidő
id: Tanggal jatuh tempo
it: Data di scadenza
ja: 締切日
ko: 마감일
lt: Baigimo data
lv: Termiņš
ms: Tarikh akhir
nb: Forfallsdato
nl: Vervaldatum
pl: Termin
pt: Data de conclusão
ro: Data limită
ru: Дата завершения
sk: Dátum dokončenia
sl: Datum zaključka
sv: Förfallodatum
ta: முடிவுக் கணக்கு
th: วันกำหนดเสร็จ
tr: Son tarih
uk: Дата завершення
ur: آخری تاریخ
vi: Hạn cuối
zh: 截止日期
zh_hans: 截止日期
zh_hant: 截止日期

source: Due Date
ar: موعد التسليم
bg: Краен срок
ca: Data límit
cs: Termín dokončení
da: Forfaldsdato
de: Fälligkeitsdatum
el: Ημερομηνία λήξης
es: Fecha de entrega
fa: تاریخ اتمام
fi: Eräpäivä
fr: Date limite
he: תאריך סיום
hr: Datum dospjela
hu: Határidő
id: Tanggal Penyelesaian
it: Data di scadenza
ja: 締切日
ko: 마감일
lt: Pabaigos data
lv: Termiņš
ms: Tarikh tamat
nb: Forfallsdato
nl: Vervaldatum
pl: Termin wykonania
pt: Data de Vencimento
ro: Data limită
ru: Дата завершения
sk: Dátum splatnosti
sl: Datum zapadlosti
sv: Slutdatum
ta: முடி நாள்
th: วันครบกำหนด
tr: Son Tarih
uk: Дата завершення
ur: آخری تاریخ
vi: Ngày hết hạn
zh: 截止日期
zh_hans: 截止日期
zh_hant: 截止日期

source: Due today
ar: مجدول لليوم
bg: Планирано за днес
ca: Programar per avui
cs: Naplánovat na dnes
da: Planlagt til i dag
de: Für heute planen
el: Προγραμματισμένο για σήμερα
es: Programado para hoy
fa: امروز برنامه‌ریزی کن
fi: Suunnittele tänään
fr: À planifier pour aujourd'hui
he: לתכנן להיום
hr: Planirano za danas
hu: Ma esedékes
id: Jadwalkan untuk hari ini
it: Pianificato per oggi
ja: 今日の予定
ko: 오늘 예정됨
lt: Naplanavau šiandienai
lv: Plānot šodien
ms: Rancang untuk hari ini
nb: Planlagt i dag
nl: Voor vandaag plannen
pl: Zaplanowane na dzisiaj
pt: Programar para hoje
ro: Planificat pentru azi
ru: Запланировать на сегодня
sk: Naplánovať na dnes
sl: Načrtuj za danes
sv: Planera för idag
ta: இன்று திட்டமிடு
th: กำหนดวันนี้
tr: Bugün planla
uk: Заплановано на сьогодні
ur: آج کے لیے مقرر کریں
vi: Lên lịch cho hôm nay
zh: 今天安排
zh_hans: 今天到期了
zh_hant: 今天要做的

source: Duplicate task
ar: تكرار المهمة
bg: Копирай задачата
ca: Duplicar tasca
cs: Duplicitní úkol
da: Dupliker opgaven
de: Aufgabe duplizieren
el: Δημιουργία αντιγράφου της εργασίας
es: Duplicar tarea
fa: تکرار کار
fi: Kopioi tehtävä
fr: Dupliquer la tâche
he: שכפל משימה
hr: Dupliciraj zadatak
hu: Feladat másolása
id: Duplikat tugas
it: Duplica attività
ja: タスクを複製する
ko: 작업 복제하기
lt: Dupikuoti užduotį
lv: Dublēt uzdevumu
ms: Duplikat tugas
nb: Dupliser oppgaven
nl: Taak dupliceren
pl: Duplikuj zadanie
pt: Duplicar tarefa
ro: Duplică sarcina
ru: Дублировать задачу
sk: Duplikovať úlohu
sl: Podvoji nalogo
sv: Duplicera uppgift
ta: பொதுவான வேலை
th: ทำงานซ้ำ
tr: Görevi kopyala
uk: Дублирувати задачу
ur: کام کی نقل کریں
vi: Tạo bản sao nhiệm vụ
zh: 复制任务
zh_hans: 复制任务
zh_hant: 複製任務

source: Estimate
ar: تقييم
bg: Оценка
ca: Estimació
cs: Odhad
da: Estimat
de: Schätzung
el: Εκτίμηση
es: Estimación
fa: برآورد
fi: Arvio
fr: Estimation
he: הערכה
hr: Procjena
hu: Becslés
id: Perkiraan
it: Stima
ja: 見積もり
ko: 견적
lt: Įvertinimas
lv: Novērtējums
ms: Anggaran
nb: Estimat
nl: Schatting
pl: Szacowanie
pt: Estimativa
ro: Estimare
ru: Оценка
sk: Odhad
sl: Ocenitev
sv: Uppskattning
ta: மதிப்பீடு
th: ประมาณการ
tr: Tahmin
uk: Оцінка
ur: تخمینہ
vi: Ước tính
zh: 估计
zh_hans: 估算
zh_hant: 估計

source: Estimate factor: %.2f
ar: عامل التقدير: %.2f
bg: Фактор на оценката: %.2f
ca: Factor d'estimació: %.2f
cs: Odhadovací koeficient: %.2f
da: Estimeringsfaktor: %.2f
de: Schätzfaktor: %.2f
el: Παράγοντας εκτίμησης: %.2f
es: Factor de estimación: %.2f
fa: ضریب برآورد: %.2f
fi: Arviointikerroin: %.2f
fr: Facteur d'estimation : %.2f
he: מקדם הערכה: %.2f
hr: Procijenjeni faktor: %.2f
hu: Becsült tényező: %.2f
id: Faktor estimasi: %.2f
it: Fattore di stima: %.2f
ja: 評価係数: %.2f
ko: 추정 계수: %.2f
lt: Įvertinimo faktorius: %.2f
lv: Novērtējuma koeficients: %.2f
ms: Faktor anggaran: %.2f
nb: Estimert faktor: %.2f
nl: Schattingsfactor: %.2f
pl: Współczynnik oceny: %.2f
pt: Fator de estimativa: %.2f
ro: Factor de estimare: %.2f
ru: Коэффициент оценки: %.2f
sk: Odhadovací faktor: %.2f
sl: Estimacijski faktor: %.2f
sv: Bedömningsfaktor: %.2f
ta: மதிப்பீட்டுக் காரணி: %.2f
th: ปัจจัยการประเมิน: %.2f
tr: Tahmin faktörü: %.2f
uk: Коефіцієнт оцінки: %.2f
ur: اندازہ فیکٹر: %.2f
vi: Hệ số ước lượng: %.2f
zh: 估计系数: %.2f
zh_hans: 估算系数: %.2f
zh_hant: 評估係數: %.2f

source: Estimate is %lld hours
ar: التقدير هو %lld ساعة
bg: Оценката е %lld часа
ca: Estimació és de %lld hores
cs: Odhad je %lld hodin
da: Estimat er %lld timer
de: Die Schätzung beträgt %lld Stunden
el: Η εκτίμηση είναι %lld ώρες
es: Estimación de %lld horas
fa: برآورد %lld ساعت
fi: Arvio on %lld tuntia
fr: Estimation de %lld heures
he: ההערכה היא %lld שעות
hr: Procjena je %lld sati
hu: Becslés %lld óra
id: Perkiraan adalah %lld jam
it: Stima %lld ore
ja: 見積もりは%lld時間です
ko: 추정치 %lld 시간
lt: Įvertinimas %lld valandų
lv: Novērtējums %lld stundas
ms: Anggaran adalah %lld jam
nb: Estimert tid er %lld timer
nl: Schatting van %lld uur
pl: Szacunkowo %lld godzin
pt: Estimativa de %lld horas
ro: Estimare de %lld ore
ru: Оценка %lld часов
sk: Odhad je %lld hodín
sl: Ocenjena je %lld ur
sv: Beräkning är %lld timmar
ta: மதிப்பீடு %lld மணிநேரம்
th: ประมาณ %lld ชั่วโมง
tr: Tahmin %lld saat
uk: Оцінка %lld годин
ur: تخمینہ %lld گھنٹے
vi: Ước lượng là %lld giờ
zh: 预计 %lld 小时
zh_hans: 估计 %lld 小时
zh_hant: 預計 %lld 小時

source: Estimates
ar: تقديرات
bg: Оценки
ca: Estimacions
cs: Odhady
da: Vurderinger
de: Schätzungen
el: Εκτιμήσεις
es: Estimaciones
fa: برآوردها
fi: Arviot
fr: Estimations
he: הערכות
hr: Procjene
hu: Becslések
id: Estimasi
it: Stime
ja: 見積もり
ko: 평가
lt: Įvertinimai
lv: Aptuvenie
ms: Anggaran
nb: Vurderinger
nl: Schattingen
pl: Szacunki
pt: Estimativas
ro: Estimări
ru: Оценки
sk: Odhady
sl: Ocene
sv: Uppskattningar
ta: மதிப்பீடுகள்
th: การประเมิน
tr: Tahminler
uk: Оцінки
ur: تخمینے
vi: Đánh giá
zh: 估计
zh_hans: 评估
zh_hant: 評估

source: Event End Date
ar: تاريخ انتهاء الحدث
bg: Дата на края на събитието
ca: Inici de l'esdeveniment
cs: Konec události
da: Start på begivenhed
de: Startdatum des Ereignisses
el: Ημερομηνία Λήξης Εκδήλωσης
es: Fecha de fin del evento
fa: تاریخ پایان رویداد
fi: Tapahtuman aloituspäivä
fr: Date de fin de l'événement
he: תאריך סיום האירוע
hr: Datum završetka događaja
hu: Esemény kezdete
id: Tanggal Akhir Acara
it: Inizio evento
ja: イベントの終了日
ko: 이벤트 시작 날짜
lt: Renginys baigiasi
lv: Notikuma beigu datums
ms: Tarikh Tamat Acara
nb: Startdato for arrangementet
nl: Einddatum evenement
pl: Data zakończenia wydarzenia
pt: Data de Fim do Evento
ro: Data de început a evenimentului
ru: Начало события
sk: Koniec udalosti
sl: Konec dogodka
sv: Startdatum för evenemanget
ta: நிகழ்வின் முடிப்பு தேதி
th: วันที่สิ้นสุดเหตุการณ์
tr: Etkinlik Başlangıç Tarihi
uk: Кінець події
ur: ایونٹ کی ختم ہونے کی تاریخ
vi: Ngày kết thúc sự kiện
zh: 事件开始日期
zh_hans: 事件开始时间
zh_hant: 活動開始日期

source: Event Start Date
ar: تاريخ بدء الحدث
bg: Начало на събитието
ca: Data d'inici de l'esdeveniment
cs: Datum začátku akce
da: Begyndelsesdato for begivenhed
de: Ereignis-Enddatum
el: Ημερομηνία έναρξης εκδήλωσης
es: Fecha de inicio del evento
fa: تاریخ شروع رویداد
fi: Tapahtuman päättymispäivämäärä
fr: Date de début de l'événement
he: תאריך התחלה של האירוע
hr: Datum početka događaja
hu: Esemény vége
id: Tanggal Mulai Acara
it: Data di inizio dell'evento
ja: イベントの開始日
ko: 이벤트 종료 날짜
lt: Įvykio pabaigos data
lv: Notikuma sākuma datums
ms: Tarikh Mula Acara
nb: Slutt på arrangementet
nl: Einddatum van het evenement
pl: Data zakończenia wydarzenia
pt: Data de início do evento
ro: Data de început a evenimentului
ru: Конец события
sk: Dátum začiatku udalosti
sl: Datum začetka dogodka
sv: Eventens slutdatum
ta: நிகழ்வின் ஆரம்ப தேதி
th: วันที่เริ่มงาน
tr: Etkinlik Bitiş Tarihi
uk: Початок події
ur: ایونٹ کا آغاز کی تاریخ
vi: Ngày bắt đầu sự kiện
zh: 事件开始日期
zh_hans: 事件开始日期
zh_hant: 事件開始日期

source: Extract subtask
ar: استخراج مهمة فرعية
bg: Извлечи подзадача
ca: Extreure subtasca
cs: Vyextrahovat podúkol
da: Hent delopgave
de: Unteraufgabe extrahieren
el: Εξαγωγή υποκαθήκης
es: Extraer subtarea
fa: زیربخشی را استخراج کن
fi: Poimi osatehtävä
fr: Extraire la sous-tâche
he: להוציא משימה משנה
hr: Izdvoji podzadatak
hu: Alfeladatot kinyerni
id: Ekstrak subtugas
it: Estrai sottoattività
ja: サブタスクを抽出
ko: 하위 작업 추출하기
lt: Ištraukti použduotį
lv: Izvilkt apakšuzdevumu
ms: Keluarkan subtugas
nb: Trekk ut deloppgave
nl: Subtaak extraheren
pl: Ekstrahuj podzadanie
pt: Extrair subtarefa
ro: Extrage subtask-ul
ru: Извлечь подзадачу
sk: Vybrať podúlohu
sl: Izvleči podnalogo
sv: Extrahera deluppgift
ta: சில பிற வேலைகளை எடுக்கவும்
th: ดึงซับทาสก์
tr: Alt görevi çıkar
uk: Витягнути підзадачу
ur: ذیلی کام نکالو
vi: Trích xuất tiểu nhiệm vụ
zh: 提取子任务
zh_hans: 提取子任务
zh_hant: 提取子任務

source: Focus
ar: تركيز
bg: Фокус
cs: Fokus
da: Fokus
de: Fokus
el: Εστίαση
es: Enfoque
fa: تمرکز
fi: Fokus
he: פוקוס
hr: Fokus
hu: Fókusz
id: Fokus
it: Focalizza
ja: フォーカス
ko: 포커스
lt: Fokusas
lv: Fokuss
ms: Fokus
nb: Fokus
pl: Fokus
pt: Foco
ro: Focalizare
ru: Фокус
sk: Fokus
sl: Fokus
sv: Fokus
ta: காஸ்டு
th: โฟกัส
tr: Odak
uk: Фокус
ur: فوکس
vi: Tập trung
zh_hans: 焦点
zh_hant: 焦點

source: Focus stats
ar: إحصائيات التركيز
bg: Статистика на фокуса
ca: Estadístiques de concentració
cs: Statistiky soustředění
da: Fokusstatistik
de: Fokusstatistik
el: Στατιστικά συγκέντρωσης
es: Estadísticas de enfoque
fa: آمار تمرکز
fi: Keskittäminen tilastot
fr: Statistiques de concentration
he: סטטיסטיקת ריכוז
hr: Statistika fokusa
hu: Fókuszstatisztika
id: Statistik Fokus
it: Statistiche di concentrazione
ja: 集中度の統計
ko: 집중도 통계
lt: Dėmesio statistika
lv: Fokusa statistika
ms: Statistik Fokus
nb: Fokusstatistikk
nl: Focus statistieken
pl: Statystyki koncentracji
pt: Estatísticas de foco
ro: Statistici de focalizare
ru: Статистика сосредоточенности
sk: Štatistika sústredenia
sl: Statistika osredotočenosti
sv: Fokuseringsstatistik
ta: மையமாக்கல் நிலவரம்
th: สถิติการมุ่งเน้น
tr: Odaklanma istatistikleri
uk: Статистика фокусу
ur: توجہ کی شماریات
vi: Thống kê tập trung
zh: 专注统计
zh_hans: 专注统计
zh_hant: 專注統計

source: Focus timer
ar: مؤقت التركيز
bg: Фокус таймер
ca: Temporitzador de focus
cs: Fokus časovač
da: Fokus timer
de: Fokus-Timer
el: Χρόνος εστίασης
es: Temporizador de enfoque
fa: تایمر فوکوس
fi: Fokusaika
fr: Minuteur de concentration
he: טיימר ריכוז
hr: Fokus timer
hu: Fókusz időzítő
id: Timer fokus
it: Timer di Focalizzazione
ja: フォーカスタイマー
ko: 포커스 타이머
lt: Dėmesio laikmatis
lv: Fokus taimeris
ms: Pemfokusan masa
nb: Fokus-timer
pl: Czasomierz fokusowy
pt: Cronômetro de foco
ro: Timer de concentrare
ru: Фокус таймер
sk: Fokus časovač
sl: Fokus timer
sv: Fokus timer
ta: மையமாக்கி திகதி
th: เวลาโฟกัส
tr: Odaklayıcı zamanlayıcı
uk: Фокус таймер
ur: فوکس ٹائمر
vi: Hẹn giờ tập trung
zh: 专注计时器
zh_hans: 专注计时器
zh_hant: 專注計時器

source: Focus Timer
ar: مؤقت التركيز
bg: Фокус таймер
ca: Temporitzador de Focus
cs: Fokusovač času
da: Fokus timer
de: Fokus-Timer
el: Χρόνος εστίασης
es: Temporizador de enfoque
fa: تایمر تمرکز
fi: Keskittymisajastin
fr: Minuteur de concentration
he: טיימר פוקוס
hr: Fokus timer
hu: Fókusz időzítő
id: Timer Fokus
it: Timer di Focalizzazione
ja: フォーカスタイマー
ko: 포커스 타이머
lt: Fokusas laikmatis
lv: Fokusa taimeris
ms: Pemasa Fokus
nb: Fokus- timer
pl: Timer Fokus
pt: Timer de Foco
ro: Timer de concentrare
ru: Фокус таймер
sk: Fokus časovač
sl: Fokusni časomer
sv: Fokustimer
ta: மையம் குறியீடு
th: นาฬิกาจดจ่อ
tr: Odaklayıcı Zamanlayıcı
uk: Таймер фокусу
ur: فوکس ٹائمر
vi: Bảng giờ tập trung
zh: 专注计时器
zh_hans: 专注计时器
zh_hant: 專注計時器

source: Focused for
ar: مركز على
bg: Фокусиран върху
ca: Concentrat en
cs: Soustředěný na
da: Fokuseret på
de: Fokussiert auf
el: Εστιασμένος σε
es: Enfocado en
fa: متمرکز بر
fi: Keskittynyt
fr: Concentré sur
he: ממוקד ב
hr: Usredotočen na
hu: Fókuszálva a
id: Fokus pada
it: Focalizzato su
ja: 集中している
ko: 집중 중:
lt: Sutelkta į
lv: Veltīts
ms: Tumpu pada
nb: Fokusert på
nl: Gefocust op
pl: Skupiony na
pt: Focado em
ro: Concentrat pe
ru: Сосредоточен на
sk: Sústredený na
sl: Osredotočen na
sv: Fokuserad på
ta: முதலாவது
th: ตั้งใจอยู่ที่
tr: Üzerine odaklandım
uk: Сфокусований на
ur: پرتوجہ
vi: Tập trung vào
zh: 专注于
zh_hans: 专注于
zh_hant: 專注於

source: for Due Date
ar: تاريخ التسليم
bg: за срок
ca: per la data d'acabament
cs: k datu splnění
da: til forfaldsdato
de: zum Fälligkeitsdatum
el: Για την ημερομηνία λήξης
es: para la fecha de entrega
fa: برای تاریخ انجام
fi: määräaikaan
fr: pour la date d'échéance
he: בתאריך סיום
hr: za datum izvršenja
hu: a határidőre
id: pada tanggal jatuh tempo
it: per la data di scadenza
ja: 締切日
ko: 마감일
lt: iki datos
lv: līdz izpildes datumam
ms: pada tarikh tamat
nb: for forfallsdato
nl: voor de vervaldatum
pl: na datę wykonania
pt: para a data de conclusão
ro: pentru data limită
ru: на дату выполнения
sk: na termín splnenia
sl: do datuma izpolnitve
sv: för förfallodatum
ta: நாள் நிறைவு
th: สำหรับวันครบกำหนด
tr: Son tarih için
uk: до терміну виконання
ur: ڈیڈ لائن کے لئے
vi: cho ngày đến hạn
zh: 到期日
zh_hans: 截止日期
zh_hant: 到期日

source: for Today
ar: اليوم
bg: за днес
ca: per avui
cs: dnes
da: Til i dag
de: für heute
el: για σήμερα
es: para hoy
fa: برای امروز
fi: tänään
fr: pour aujourd'hui
he: להיום
hr: danas
hu: ma
id: hari ini
it: per oggi
ja: 今日のために
ko: 오늘
lt: šiai dienai
lv: Šodienai
ms: untuk hari ini
nb: for i dag
nl: voor vandaag
pl: na dzisiaj
pt: para hoje
ro: pentru astăzi
ru: на сегодня
sk: na dnes
sl: za danes
sv: för idag
ta: இன்று
th: สำหรับวันนี้
tr: Bugün için
uk: на сьогодні
ur: آج کے لیے
vi: cho hôm nay
zh: 今天
zh_hans: 今天
zh_hant: 今天

source: General
ar: عام
bg: Общи
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fa: عمومی
fi: Yleiset
fr: Général
he: כללי
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
lt: Bendrosios
lv: Vispārīgie
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
sk: Všeobecné
sl: Splošno
sv: Allmänt
ta: பொறுத்து
th: ทั่วไป
tr: Genel
uk: Загальні
ur: جنرل
vi: Chung
zh: 一般
zh_hans: 常规
zh_hant: 一般

source: Group name
ar: اسم المجموعة
bg: Име на групата
ca: Nom del grup
cs: Název skupiny
da: Gruppens navn
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
fa: نام گروه
fi: Ryhmän nimi
fr: Nom du groupe
he: שם הקבוצה
hr: Naziv grupe
hu: Csoport neve
id: Nama grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
lt: Grupės pavadinimas
lv: Grupas nosaukums
ms: Nama kumpulan
nb: Gruppens navn
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ro: Numele grupului
ru: Наименование группы
sk: Názov skupiny
sl: Ime skupine
sv: Gruppnamn
ta: குழு பெயர்
th: ชื่อกลุ่ม
tr: Grup adı
uk: Назва групи
ur: گروپ کا نام
vi: Tên nhóm
zh: 组名
zh_hans: 小组名称
zh_hant: 群組名稱

source: Half clear
ar: مو مش واضح تمامًا
bg: Не е съвсем ясно
ca: No està del tot clar
cs: Není to úplně jasný
da: Ikke helt klart
de: Nicht ganz klar
el: Δεν είναι και τόσο ξεκάθαρο
es: No está del todo claro
fa: یه کم نامفهومه
fi: Ei ihan selvää
fr: Pas tout à fait clair
he: לא לגמרי ברור
hr: Nije baš jasno
hu: Nem teljesen világos
id: Gak begitu jelas
it: Non è del tutto chiaro
ja: ちょっと分からない
ko: 반은 확실하지 않아
lt: Ne visai aišku
lv: Nav īsti skaidrs
ms: Tak berapa jelas
nb: Halvklart
nl: Niet helemaal duidelijk
pl: Nie do końca jasne
pt: Meio claro
ro: Nu e tocmai clar
ru: Не совсем понятно
sk: Nie je to úplne jasné
sl: Nisem povsem prepričan
sv: Inte helt klart
ta: சொல்ல விரும்பினால், இன்னும் claro இல்லலாம்!
th: ไม่ค่อยชัดเจน
tr: Tam olarak anlaşılmıyor
uk: Не зовсім зрозуміло
ur: تھوڑا سا واضح نہیں
vi: Không rõ lắm
zh: 不太清楚
zh_hans: 不太明白
zh_hant: 不太清楚

source: Hide explanation
ar: إخفاء الوصف
bg: Скрий обяснението
ca: Amagar explicació
cs: Skrýt vysvětlení
da: Skjul beskrivelsen
de: Beschreibung ausblenden
el: Κρύψε την περιγραφή
es: Ocultar descripción
fa: توضیحات رو پنهان کن
fi: Piilota selitys
fr: Cacher la description
he: הסתר הסבר
hr: Sakrij objašnjenje
hu: Magyarázat elrejtése
id: Sembunyikan penjelasan
it: Nascondi descrizione
ja: 説明を隠す
ko: 설명 숨기기
lt: Paslėpti paaiškinimą
lv: Paslēpt aprakstu
ms: Sembunyi penerangan
nb: Skjul beskrivelse
nl: Verberg uitleg
pl: Ukryj opis
pt: Esconder a explicação
ro: Ascunde descrierea
ru: Скрыть описание
sk: Skryť vysvetlenie
sl: Skrij opis
sv: Dölj förklaringen
ta: விளக்கத்தை மறைக்கவும்
th: ซ่อนคำอธิบาย
tr: Açıklamayı Gizle
uk: Сховати опис
ur: وضاحت چھپائیں
vi: Ẩn mô tả
zh: 隐藏说明
zh_hans: 隐藏说明
zh_hant: 隱藏說明

source: High
ar: عالي
bg: Висок
ca: Alt
cs: Vysoký
da: Høj
de: Hoch
el: Υψηλός
es: Alto
fa: بلند
fi: Korkea
fr: Haut
he: גבוה
hr: Visok
hu: Magas
id: Tinggi
it: Alto
ja: 高い
ko: 높은
lt: Aukštas
lv: Augsts
ms: Tinggi
nb: Høy
nl: Hoog
pl: Wysoki
pt: Alto
ro: Înalt
ru: Высокий
sk: Vysoký
sl: Visok
sv: Hög
ta: உயர்
th: สูง
tr: Yüksek
uk: Високий
ur: اونچا
vi: Cao
zh: 高
zh_hans: 高
zh_hant: 高
